ommands = '''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات والاذاعة

-` .م4` : اوامر تشيكر و تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس

-` .المطور ` : مطور السورس

-` .الاوامر ` :اوامر السورس**

-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك

-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .امر غير شغال..! **
-` .adمن`: القنوات يلي انت ادمن بيها  **
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` . قناه السورس @IPIPI4

✰` .صيد 30000 + النوع + يوزر قناتك : يبدأ الفحص 

✰` .حالة الصيد ` :معرفة تقدم الفحص

✰` .الانواع ` : انواع اليوزرات

المطور✰`<  @G_O_4
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : ثلاثي  

2 : ثلاثي احرف وارقام

3 : ##BOT

4 : ###BOT

5 : خماسي بحرف

6 : خماسي حرفين

7 : سداسي بحرف

8 : سداسي بحرفين

9 : سباعي بحرف

10 : رباعي
------------------------------------------------
Example: 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
------------------------------------------------
-----------------------------
- مطور السورس --- @G_O_4

'''
